Repository: Djcharles26/flutter-custom-payments
Catalog: lib/l10n/intl_*.arb
Languages: es

source: New Payment Method
es: Nuevo Método de Pago

# addNewMethod
source: Add new payment method
es: Agregar método de pago

source: Are you sure?
es: ¿Estás seguro?

source: This action cant be undone
es: Esta acción no se podrá deshacer

# paymentMethodSuccessfullyAdded
source: Payment Method added successfully
es: Método de pago agregado correctamente

# paymentMethodSuccessfullyRemoved
source: Payment Method removed successfully
es: Método de pago eliminado correctamente

# errorProcess
source: There was an error in the process
es: Ha habido un error en el proceso

# cancelProcess
source: Process was cancelled
es: El proceso ha sido cancelado

# noPaymentMethods
source: No payment methods are available, create one to start
es: No hay métodos de pago disponibles, agrega uno para comenzar

# aliasLabel
source: Alias (Optional)
es: Alias (Opcional)

# preferMethod
source: Default method
es: Método predeterminado

# methodSuccessfullySetAsPreferred
source: The payment Method was set as default successfully
es: El método de pago ha sido asignado como default correctamente
